StoveSim/simulations/case_48/0/alphat
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  6
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      alphat;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [1 -1 -1 0 0 0 0];

internalField   uniform 0;

boundaryField
{
    primary_inlet
    {
        type            fixedValue;
        value           uniform 0.0;
    }
	secondary_air_LHS
	{
		type			fixedValue;
		value			uniform 0.0;
	}	
	secondary_air_RHS
	{
		type			fixedValue;
		value			uniform 0.0;
	}		
	stove_body
	{
		type			fixedValue;
		value			uniform 0.0;
	}
    outlet_LHS
    {
        type            zeroGradient;
    }
	outlet_RHS
    {
        type            zeroGradient;
    }
    frontAndBack
    {
        type            empty;
    }
}


// ************************************************************************* //
